{
  "tips": [
    "Update software regularly.",
    "Use strong, unique passwords.",
    "Enable two-factor authentication (2FA).",
    "Be cautious of phishing emails.",
    "Avoid clicking on suspicious links.",
    "Backup data regularly.",
    "Use reputable antivirus software.",
    "Secure home Wi-Fi with a strong password.",
    "Limit sharing personal information online.",
    "Educate yourself about cybersecurity threats.",
    "Use a virtual private network (VPN) on public Wi-Fi.",
    "Keep sensitive information encrypted.",
    "Review privacy settings on social media.",
    "Disable remote desktop access if not needed.",
    "Use biometric authentication where available.",
    "Monitor your bank accounts and credit reports regularly.",
    "Don't reuse passwords across multiple accounts.",
    "Lock devices when not in use.",
    "Install security updates for IoT devices.",
    "Be cautious of USB drives from unknown sources.",
    "Use a firewall to protect your network.",
    "Regularly review app permissions on your devices.",
    "Be wary of unsolicited phone calls requesting personal information.",
    "Consider using a password manager.",
    "Stay informed about the latest cybersecurity trends and news.",
    "Encrypt sensitive emails and files before sending.",
    "Keep software licenses up to date to avoid vulnerabilities.",
    "Use HTTPS when browsing websites, especially for sensitive activities.",
    "Set up alerts for suspicious activities on your accounts.",
    "Regularly review your online accounts for unusual activity.",
    "Use a separate email address for online shopping and subscriptions.",
    "Use a VPN when traveling to protect against public Wi-Fi risks.",
    "Regularly clear browser cookies and cache to reduce tracking.",
    "Be cautious of social engineering tactics used by attackers.",
    "Regularly scan your devices for malware and viruses.",
    "Keep your devices physically secure, especially mobile devices.",
    "Use a password-protected screen saver on your devices.",
    "Regularly review privacy policies of online services you use.",
    "Implement strong access controls for sensitive data.",
    "Be cautious of sharing personal information on social media.",
    "Use encrypted messaging apps for sensitive communications.",
    "Be cautious of free Wi-Fi networks in public places.",
    "Regularly review and update your security settings on all devices.",
    "Keep your operating system up to date with the latest patches.",
    "Regularly review permissions granted to third-party apps on your accounts.",
    "Avoid downloading apps from third-party app stores.",
    "Be cautious of emails or messages with urgent requests for personal information.",
    "Avoid using public computers or shared devices for sensitive tasks.",
    "Regularly review and update your security software configurations.",
    "Consider using a dedicated device for online banking and financial transactions.",
    "Be cautious of social media quizzes and surveys that ask for personal information.",
    "Regularly audit and update your password recovery options for online accounts.",
    "Keep physical backups of important data in a secure location.",
    "Limit the amount of personal information shared on public profiles.",
    "Be cautious of shortened URLs, especially in emails and messages.",
    "Regularly review your credit reports for unauthorized activity.",
    "Use a password manager to generate and store strong, unique passwords."
  ]
}
